Repository: j-guyon/CommandSchedulerBundle
Catalog: Resources/translations/JMoseCommandScheduler.*.xlf
Languages: es, fr

source: Symfony's scheduler
es: Planificador de tareas de Symfony

source: Y-m-d H:i
es: d-m-Y H:i
fr: d/m/Y H:i

source: Scheduled commands
es: Tareas programadas
fr: Taches planifiées

source: Remove
es: Eliminar
fr: Supprimer

source: Execute
es: Ejecutar
fr: Executer

source: Edit
es: Editar
fr: Modifier

source: New scheduling
es: Nueva tarea
fr: Nouvelle planification

source: Permanently delete this task ?
es: ¿Borrar permanentemente esta tarea?
fr: Supprimer définitivement cette planification ?

source: Force an execution for this task ?
es: ¿Forzar la ejecución de esta tarea?
fr: Forcer une exécution de cette commande ?

source: Unlock task
es: Desbloquear tarea
fr: Dévérouiller la planification

source: The task may be running. Are you sure you want to unlock it ?
es: La tarea puede estar corriendo ¿Está seguro que desea desbloquearla?
fr: Le traitement est peut-être en cours d'exécution. Etes-vous sur de vouloir le dévérouiller ?

source: Scheduled command
es: Tarea programada
fr: Tache planifiée

source: Name
es: Nombre
fr: Nom

source: Command
es: Comando
fr: Commande

source: Arguments
es: Parametros

source: Cron expression
es: Definición del cron
fr: Expression cron

source: Output file
es: Archivo de log
fr: Nom du fichier de log

source: Priority
es: Prioridad
fr: Priorité

source: Execute now
es: Ejecutar ahora
fr: Executer maintenant

source: Disable
es: Deshabilitar
fr: Désactiver

source: Save
es: Guardar
fr: Enregistrer

source: Last run
es: Última ejecución
fr: Dernière exécution

source: Last return code
es: Ultimo código retorno
fr: Dernier code retour

source: Actions
es: Acciones

source: Scheduling successfully saved.
es: Tarea guardada exitosamente.
fr: Planification sauvegardée avec succés.

source: Scheduling successfully deleted.
es: Tarea eliminada exitosamente
fr: Planification supprimée avec succés.

source: Command will be execute during the next "scheduler:execute".
es: El comando será ejecutado en el siguiente "scheduler:execute".
fr: Le traitement sera exécutée lors de la prochaine vérification (scheduler:execute).

source: Scheduling successfully unlocked.
es: Tarea desbloqueada exitosamente.
fr: Traitement dévérouillée avec succès.
